Repository: mdibella-dev/mdb-license-management
Catalog: languages/mdb-license-management-*.po
Languages: de_de

source: Creative Commons – no Copyright
de_de: Creative Commons – kein Copyright

source: Dreamstime – Royalty Free - editorial use only
de_de: Dreamstime – Royalty Free - Nur für redaktionelle Zwecke

source: Freeimages license
de_de: Freeimages-Lizenz

source: Public domain
de_de: Public domain/Gemeinfrei

source: Creative Commons – Attribution 4.0
de_de: Creative Commons – Namensnennung 4.0

source: Creative Commons – Attribution 3.0
de_de: Creative Commons – Namensnennung 3.0

source: Creative Commons – Attribution 3.0 (Austria)
de_de: Creative Commons – Namensnennung 3.0 (Österreich)

source: Creative Commons – Attribution 3.0 (Swiss)
de_de: Creative Commons – Namensnennung 3.0 (Schweiz)

source: Creative Commons – Attribution 3.0 (Germany)
de_de: Creative Commons – Namensnennung 3.0 (Deutschland)

source: Creative Commons – Attribution 2.5
de_de: Creative Commons – Namensnennung 2.5

source: Creative Commons – Attribution 2.0
de_de: Creative Commons – Namensnennung 2.0

source: Creative Commons – Attribution 2.0 (Austria)
de_de: Creative Commons – Namensnennung 2.0 (Österreich)

source: Creative Commons – Attribution 2.0 (Germany)
de_de: Creative Commons – Namensnennung 2.0 (Deutschland)

source: Creative Commons – Attribution 1.0
de_de: Creative Commons – Namensnennung 1.0

source: Creative Commons – Attribution-ShareAlike 4.0
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 4.0

source: Creative Commons – Attribution-ShareAlike 3.0
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0

source: Creative Commons – Attribution-ShareAlike 3.0 (Austria)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Österreich)

source: Creative Commons – Attribution-ShareAlike 3.0 (Brasil)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Brasilien)

source: Creative Commons – Attribution-ShareAlike 3.0 (Swiss)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Schweiz)

source: Creative Commons – Attribution-ShareAlike 3.0 (China)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (China)

source: Creative Commons – Attribution-ShareAlike 3.0 (Germany)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Deutschland)

source: Creative Commons – Attribution-ShareAlike 3.0 (Spain)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Spanien)

source: Creative Commons – Attribution-ShareAlike 3.0 (Greece)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Griechenland)

source: Creative Commons – Attribution-ShareAlike 3.0 (Hongkong)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Hongkong)

source: Creative Commons – Attribution-ShareAlike 3.0 (Italy)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Italien)

source: Creative Commons – Attribution-ShareAlike 3.0 (Portugal)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Portugal)

source: Creative Commons – Attribution-ShareAlike 3.0 (Taiwan)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 3.0 (Taiwan)

source: Creative Commons – Attribution-ShareAlike 2.5
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5

source: Creative Commons – Attribution-ShareAlike 2.5 (Australia)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Australia)

source: Creative Commons – Attribution-ShareAlike 2.5 (Brasil)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Brasil)

source: Creative Commons – Attribution-ShareAlike 2.5 (Canada)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Kanada)

source: Creative Commons – Attribution-ShareAlike 2.5 (Swiss)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Schweiz)

source: Creative Commons – Attribution-ShareAlike 2.5 (Columbia)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Kolumbien)

source: Creative Commons – Attribution-ShareAlike 2.5 (China)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (China)

source: Creative Commons – Attribution-ShareAlike 2.5 (Spain)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Spanien)

source: Creative Commons – Attribution-ShareAlike 2.5 (Italy)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Italien)

source: Creative Commons – Attribution-ShareAlike 2.5 (Mexico)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Mexiko)

source: Creative Commons – Attribution-ShareAlike 2.5 (Portugal)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Portugal)

source: Creative Commons – Attribution-ShareAlike 2.5 (Taiwan)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.5 (Taiwan)

source: Creative Commons – Attribution-ShareAlike 2.0
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0

source: Creative Commons – Attribution-ShareAlike 2.0 (Austria)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Österreich)

source: Creative Commons – Attribution-ShareAlike 2.0 (Australia)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Australien)

source: Creative Commons – Attribution-ShareAlike 2.0 (Brasil)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Brasilien)

source: Creative Commons – Attribution-ShareAlike 2.0 (Canada)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Kanada)

source: Creative Commons – Attribution-ShareAlike 2.0 (Germany)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Deutschland)

source: Creative Commons – Attribution-ShareAlike 2.0 (Spain)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Spanien)

source: Creative Commons – Attribution-ShareAlike 2.0 (Italy)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Italien)

source: Creative Commons – Attribution-ShareAlike 2.0 (Korea)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Korea)

source: Creative Commons – Attribution-ShareAlike 2.0 (Taiwan)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (Taiwan)

source: Creative Commons – Attribution-ShareAlike 2.0 (England and Wales)
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 2.0 (England und Wales)

source: Creative Commons – Attribution-ShareAlike 1.0
de_de: Creative Commons – Namensnennung, Weitergabe unter gleichen Bedingungen 1.0

source: GNU Free Documentation License 1.3
de_de: GNU-Lizenz für freie Dokumentation 1.3

source: GNU Free Documentation License 1.2
de_de: GNU-Lizenz für freie Dokumentation 1.2

source: GNU Free Documentation License 1.1
de_de: GNU-Lizenz für freie Dokumentation 1.1

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Australia)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Australien)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Brasil)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Brasilien)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Canada)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Kanada)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Swiss)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Schweiz)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (China)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (China)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Columbia)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Kolumbien)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Spain)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Spanien)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Italy)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Italien)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Mexico)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Mexiko)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Portugal)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Portugal)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Sweden)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Schweden)

source: Creative Commons – Attribution-NonCommercial-ShareAlike 2.5 (Taiwan)
de_de: Creative Commons – Namensnennung, Nicht-kommerziell, Weitergabe unter gleichen Bedingungen 2.5 (Taiwan)

source: Pixabay license
de_de: Pixabay-Lizenz

source: Pexels license
de_de: Pexels-Lizenz

source: Unsplash license
de_de: Unsplash-Lizenz

source: unknown
de_de: unbekannt

source: no copyright information necessary
de_de: keine Angaben zum Urheberrecht erforderlich

source: simple naming (with linking if necessary)
de_de: einfache Benennung (ggf. mit Verlinkung)

source: copyright information according to license
de_de: Urheberrechtsinformation gemäß Lizenz

source: Copyright
de_de: Urheber/Lizenz

source: --- please select ---
de_de: — bitte auswählen —

source: Method and manner of the copyright information
de_de: Art und Weise der Urheberrechtsinformation

source: License
de_de: Lizenz

source: Naming of the creator
de_de: Benennung des Urhebers

source: Link to the creator
de_de: Link zum Urheber

source: Link to original file
de_de: Link zur Originaldatei

source: Marco Di Bella &mdash; License Management
de_de: Marco Di Bella &mdash; Lizenzverwaltung

source: Adds functions to the WordPress media library for managing copyright licenses and creating and querying corresponding credits.
de_de: Ergänzt die WordPress-Medienbibliothek um Funktionen zur Verwaltung von Urheberrechtslizenzen und zur Erstellung und Abfrage von entsprechenden Credits.
